interfaces/src/main/resources/templates/GeefLoopbaanARZA/02.01.0000/template.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:web="http://webservice.geefloopbaanarzadienst-02_01.werk-02_01.vip.vlaanderen.be">
    <soapenv:Header/>
    <soapenv:Body>
        <web:GeefLoopbaanARZA>
            <Verzoek>
                <Context>
                    <Naam>GeefLoopbaanARZA</Naam>
                    <Versie>02.01.0000</Versie>
                    <Bericht>
                        <Type>VRAAG</Type>
                        <Tijdstip>
                            <Datum>Datum</Datum>
                            <Tijd>Tijd</Tijd>
                        </Tijdstip>
                        <Afzender>
                            <Identificatie>Identificatie</Identificatie>
                            <Referte>Referte</Referte>
                            <Hoedanigheid>Hoedanigheid</Hoedanigheid>
                        </Afzender>
                    </Bericht>
                </Context>
                <Vragen>
                    <Vraag>
                        <Referte>Referte</Referte>
                        <Inhoud>
                            <Criteria>
                                <INSZ>INSZ</INSZ>
                                <Periode>
                                    <Begin>BeginDatum</Begin>
                                    <Einde>EindDatum</Einde>
                                </Periode>
                            </Criteria>
                        </Inhoud>
                    </Vraag>
                </Vragen>
            </Verzoek>
        </web:GeefLoopbaanARZA>
    </soapenv:Body>
</soapenv:Envelope>